[{"trading_strategy": "Direct Cash Flow–Based Long/Short Strategy", "description": "This strategy involves constructing portfolios based on direct cash flow measures. It entails going long on stocks with high cash flow from operations after adjusting for financing and tax activities (CFAFAT) and going short on stocks with low CFAFAT. The implementation details include: 1) Calculating CFAFAT by adjusting net cash flows from operations for financing activities (e.g., interest expenses) and tax activities (e.g., cash taxes paid), 2) Ranking companies on the basis of CFAFAT to total assets (CFAFAT/TA) or CFAFAT to market value of equity (CFAFAT/MVE), 3) Forming decile portfolios with the highest decile representing high CFAFAT stocks and the lowest decile representing low CFAFAT stocks, 4) Constructing a long/short portfolio by going long on the highest decile and shorting the lowest decile, 5) Holding the portfolio for various periods (e.g., one month, three months, six months, twelve months) to assess performance over different investment horizons, 6) Adjusting for risk using the Fama–French three-factor or five-factor model, and 7) Evaluating the strategy using backtesting, with results indicating annualized returns of over 10% for the highest-cash-flow decile versus the lowest.", "region": "CHN"}, {"trading_strategy": "Cash Flow Yield Long/Short Strategy", "description": "Similar to the direct cash flow–based strategy, this approach focuses on cash flow yield, which is the ratio of direct cash flow measures to the market value of equity (e.g., CFAF/MVE). The strategy involves going long on stocks with high cash flow yield and shorting those with low cash flow yield. Implementation details include: 1) Calculating cash flow yield by dividing net cash flows from operations after financing activities (CFAF) or other direct cash flow measures by the market value of equity, 2) Ranking stocks based on their cash flow yield, 3) Forming decile portfolios based on the rankings, 4) Constructing a long/short portfolio by taking long positions in the highest yield portfolio and short positions in the lowest yield portfolio, 5) Holding periods and risk adjustments similar to the direct cash flow–based strategy, and 6) Backtesting results showing significant positive returns for the long/short portfolios based on cash flow yield.", "region": "CHN"}, {"trading_strategy": "Operating Profitability Long/Short Strategy", "description": "This strategy is based on the operating profitability measure, which is a ratio of operating cash flows or gross profits to total assets. The strategy involves buying stocks of companies with high operating profitability and selling those with low operating profitability. Key implementation details include: 1) Calculating operating profitability as either operating cash flow to total assets (OP/TA) or gross profit to total assets (GP/TA), 2) Ranking companies based on these profitability measures, 3) Forming decile portfolios, 4) Constructing a long/short portfolio based on the rankings, 5) Using similar holding periods and risk adjustment methods as with the cash flow–based strategies, and 6) Assessing the strategy through backtesting, which shows positive returns, although generally less than those based on direct cash flow measures.", "region": "CHN"}, {"trading_strategy": "Sector-Neutral Cash Flow–Based Strategy", "description": "This strategy aims to capture the superior performance of cash flow–based measures while controlling for sector-specific effects. It involves: 1) Calculating direct cash flow measures such as CFAFAT, CFAF, or CFO, 2) Ranking stocks within each sector based on these cash flow measures, 3) Forming sector-specific decile portfolios, 4) Constructing a sector-neutral long/short portfolio by going long on the highest cash flow stocks within each sector and shorting the lowest, 5) Adjusting for risk using sector-specific benchmarks in addition to the Fama–French factors, and 6) Evaluating the strategy through backtesting to ensure that the observed performance is not solely due to sector biases.", "region": "CHN"}]